Repository: AssosNation/AssosNation-App
Catalog: lib/l10n/app_*.arb
Languages: fr

# language
source: English
fr: Français

# signin_label
source: Sign In
fr: Connexion

# signup_label
source: Sign Up
fr: Inscription

# signoff_label
source: Disconnect
fr: Déconnexion

# submit_label
source: Submit
fr: Envoyer

# discover_page_title
source: Discover an association
fr: Découvrez une association

# discover_page_location_label
source: Near your location
fr: Proche de vous

# user_tab_newsfeed
source: News Feed
fr: News

# user_tab_messaging
source: Messaging
fr: Messagerie

# user_tab_discover
source: Discover
fr: Découvrir

# user_tab_profile
source: Profile
fr: Profil

# user_tab_events
source: Events
fr: Evènements

# association_tab_events
source: Events
fr: Evènements

# association_tab_messaging
source: Messaging
fr: Messagerie

# association_tab_home
source: Manage
fr: Gestion

# association_list_label
source: My associations
fr: Mes associations

# all_events_label
source: All events
fr: Tous les evénements

# participate_button_label
source: Take part
fr: Je participe

# days_label
source: days
fr: Jours

source: Are you sure ?
fr: En êtes-vous sûr ?

source: Yes
fr: Oui

source: No
fr: Non

# unsubscribe
source: You are no longer subscribed to this association !
fr: Vous n'êtes plus abonné à cette association !

# subscribe
source: You are now subscribed to that association !
fr: Vous êtes désormais abonné à cette association !

# association_no_posts
source: {assosName} did not publish any posts yet
fr: {assosName} n'a pas encore publié son premier post !

# location_service_off
source: Please activate the location service on your device
fr: Veuillez activer le service de localisation sur votre appareil

# my_association_infos
source: My association's informations
fr: Informations de mon association

source: Address
fr: Adresse

# phone
source: Phone number
fr: N° de téléphone

source: Password
fr: Mot-de-passe

source: Firstname
fr: Prénom

source: Lastname
fr: Nom de famille

source: President
fr: Président

source: City
fr: Ville

source: Postal code
fr: Code postal

source: Start date
fr: Date du début

source: End date
fr: Date de fin

# search_placeholder
source: Search for an association
fr: Recherchez une association

# error_no_infos
source: Something wrong happened..
fr: Une erreur est survenue...

# no_messages_yet
source: There are no messages yet
fr: Aucun messages

# email_input_placeholder
source: Enter your email address
fr: Inserez votre adresse mail

# pwd_input_placeholder
source: Enter your password
fr: Inserez votre mot de passe

# pwd_input_confirm_placeholder
source: Confirm your password
fr: Confirmez votre mot de passe

# association_apply_button
source: You're an association ? Apply here !
fr: Vous êtes une assos ? Postulez ici !

# global_infos_label
source: Global informations
fr: Informations globales

# connection_infos_label
source: Connection informations
fr: Informations de connexion

# postal_infos_label
source: Postal informations
fr: Informations Postales

# edit_button
source: Edit
fr: Editer

# delete_button
source: Delete
fr: Supprimer

# title_label
source: Title
fr: Titre

# content_label
source: Content
fr: Contenu

# cancel_button_label
source: Cancel
fr: Annuler

# confirm_button_label
source: Confirm
fr: Confirmer

# delete_alert_msg
source: Are you sure you want to delete this post ?
fr: Etes vous sur de vouloir supprimer ce post ?

# connect_button
source: Connect
fr: Se connecter

# failed_to_connect_snackbar
source: Failed to connect, try again
fr: La connexion a échouée, réessayez

# succeed_to_connect_snackbar
source: Succesfully connected ! Welcome !
fr: Connexion réussie ! Bienvenue !

# send_application
source: Send your application
fr: Envoyer votre candidature

# association_application_from_title
source: Association Application
fr: Formulaire de candidature

# no_events_yet
source: There are no events created yet
fr: Aucun événement disponible pour cette association

# registered_to_events_label
source: Registered !
fr: Inscrit !

# title_my_profile
source: My profile
fr: Mon profil

# choose_option_photo
source: Choose an option
fr: Choisissez une option

# delete_alert_action
source: Are you sure you want to delete this action ?
fr: Etes vous sur de vouloir supprimer cette action ?

# post_created
source: Your post has been created !
fr: Votre post a été créé !

# editing_post
source: Editing a post
fr: Editer mon post

# post_updated
source: Your post has been updated !
fr: Votre post a été mis à jour !

# close_label
source: Close
fr: Fermer

# error_sending_message
source: Your message could not be sent..
fr: Votre message n'a pas pu être envoyé..

# post_creating
source: Creating a post
fr: Créer un post

# infos_updated
source: Info has been updated !
fr: Les informations ont bien été mises à jour !

# post_liked
source: Liked !
fr: J'aime !

# like_post
source: Like
fr: Aimer

# no_actions_available
source: You haven't created any actions yet
fr: Vous n'avez pas encore créé d'actions.

# infos_contact_support
source: If you want to change this information, please contact the support.
fr: Si vous souhaitez modifier cette information, veuillez contacter le support.

# application_sended
source: Your application has been sent ! You will be contacted by our team soon.
fr: Votre demande a bien été envoyée ! Nous vous contacterons bientôt.

# enter_association_name
source: Enter the association's Name
fr: Entrez le nom de l'association

# enter_president_name
source: Enter the president's Name
fr: Entrez le nom du président

# enter_description
source: Enter a description of your association
fr: Entrez une description de votre association

# enter_asso_address
source: Enter the association's address
fr: Entrez l'adresse de votre association

# enter_asso_phone
source: Enter the assocation's phone
fr: Entrez le numéro de téléphone de votre association

# enter_asso_city
source: Enter the assocation's city
fr: Entrez la ville de votre association

# enter_asso_postal_code
source: Enter the assocation's postal code
fr: Entrez le code postal de votre association

# enter_asso_email
source: Enter the assocation's email address
fr: Entrez l'adresse mail de votre association

# enter_password
source: Enter a password
fr: Entrez un mot de passe

# passwords_not_matched
source: Please match your passwords
fr: Faites correspondre vos mots de passe

# my_assos_actions
source: My association's actions
fr: Actions de mes assos

# error_empty_field
source: This field cannot be empty nor the same value as before
fr: Ce champ ne peut pas être vide

# type_asso_charity
source: Charity action
fr: Action caritative

# type_asso_other
source: Other
fr: Autre

# action_creation
source: Create my action
fr: Créer mon action

# action_edition
source: Edit my action
fr: Mofidier mon action

source: No image selected
fr: Pas d'image selectionée

# mail_not_valid
source: This email address is not valid
fr: Cette adresse mail n'est pas valide

# password_not_valid
source: This password is not valid
fr: Ce mot de passe n'est pas valide

# association_no_actions
source: {assosName} did not publish any action yet
fr: {assosName} n'a pas encore organisé d'actions
